Repository: elementary/capnet-assist
Catalog: po/extra/*.po
Languages: be, ca, es, fr, hu, ja, pl, pt, pt_br, ru, tr, zh_tw

source: Captive Network Assistant
be: Памочнік аўтарызацыі ў сетцы
ca: Assistent de xarxa captiva
es: Asistente de red cautiva
fr: Assistant de réseau captif
hu: Rögzített portál asszisztens
ja: キャプティブネットワークアシスタント
pl: Asystent uwierzytelniania sieciowego
pt: Assistente de rede cativa
pt_br: Assistente de Rede Cativa
ru: Помощник авторизации в сети
tr: Giriş Portalı Yardımcısı
zh_tw: 強制入口助理

source: Connect to captive network portals
be: Далучайцеся да публічных сетак
ca: Connecta a portals de xarxa captius
es: Conéctese a portales cautivos en la red
fr: Se connecter aux portails captifs
hu: Kapcsolódás a rögzített portálokon keresztül
ja: キャプティブネットワークポータルに接続します
pl: Połącz z uwierzytelnianymi portalami sieciowymi
pt: Ligar a portais de rede cativos
pt_br: Conecte-se a portais de rede cativa
ru: Подключение к сервису авторизации в публичной сети
tr: Giriş portallarına bağlan
zh_tw: 連線到需要透過強制入口登入的網路

source: Log into captive portals—like Wi-Fi networks at coffee shops, airports, and trains—with ease. Captive Network Assistant automatically opens to help you get connected.
be: Лёгка далучайцеся да публічных сетак — такіх як Wi-Fi у кавярнях, аэрапортах і цягніках. Памочнік аўтарызацыі ў сетцы адкрываецца аўтаматычна, каб дапамагчы вам злучыцца.
ca: Entreu a portals captius, com ara xarxes Wifi de cafès, aeroports i trens, amb facilitat. L'Assistent de xarxa captiva s'obre automàticament per ajudar a connectar-vos.
es: Inicie sesión en portales cautivos (como redes Wi-Fi en cafeterías, aeropuertos y trenes) con facilidad. El asistente de portales cautivos se abre automáticamente para conectarse.
fr: Connectez-vous facilement aux portails captifs, tels que les réseaux Wi-Fi dans les cafés, aéroports, trains… L'assistant au réseau captif s’ouvre automatiquement pour vous aider à vous connecter.
hu: Rögzített portálokon való bejelentkezés - kávéházakban, repülőtereken és vonatokon - egyszerűen. A Rögzített portál asszisztens automatikusan megnyílik, hogy segítse a kapcsolódásban.
ja: キャプティブポータル (喫茶店や空港、電車内の Wi-Fi ネットワーク) に簡単にログインしましょう。“キャプティブネットワークアシスタント”が自動的に開き、ネットワークに接続するのをお手伝いします。
pl: Z łatwością loguj się do portali wymagających uwierzytelniania, takich jak sieci Wi-Fi w kawiarniach, na lotniskach czy w pociągach. Program asystenta sieci uwierzytelnianych otworzy się automatycznie, aby pomóc Ci nawiązać połączenie.
pt: Inicie sessão em portais cativos—como redes Wi-Fi em cafés, aeroportos e comboios—com facilidade. O Assistente de Rede Cativa é aberto automaticamente para ajudá-lo a manter-se ligado.
pt_br: Faça login em portais cativos, como redes Wi-Fi em cafeterias, aeroportos e trens, com facilidade. O Assistente de Rede Cativa é aberto automaticamente para ajudá-lo a se conectar.
ru: Облегчает вход на порталы, требующие аутентификации — сети Wi-Fi в кафе, аэропортах и поездах и тому подобное. Помощник аутентификации сети автоматически открывается, чтобы помочь вам подключиться.
tr: Giriş portallarına—kafelerde, hava alanlarında ve trenlerdeki Wi-Fi ağları gibi—kolaylıkla giriş yapmanızı sağlar. Giriş Portalı Asistanı bağlanmanıza yardımcı olmak için otomatik olarak açılır.
zh_tw: 輕易連線到需要登入強制入口的網路——像是咖啡廳、機場或是火車的 Wi-Fi。《強制入口助理》會自動開啟，協助您完成連線。

source: Updated translations
be: Абноўлены пераклады
ca: Traduccions actualitzades
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Frissített fordítások
ja: 翻訳の更新
pl: Zaktualizowano tłumaczenia
pt: Traduções atualizadas
pt_br: Traduções atualizadas
ru: Обновлены переводы
tr: Çeviriler güncellendi
zh_tw: 更新翻譯

source: Add CTRL+Q quit shortcut
be: Даданая спалучэнне клавіш CTRL+Q для выхада
ca: Addició de la drecera CTRL+Q per sortir
es: Se agregó el atajo Ctrl + Q para salir
fr: Ajout du raccourci CRTL + Q pour quitter
hu: CTRL+Q gyorsparancs a kilépéshez
ja: Ctrl+Q で終了するショートカットを追加
pl: Dodano skrót zamykania CTRL+Q
pt_br: Adicionar atalho CTRL+Q para sair
ru: Добавлено сочетание клавиш CTRL+Q для выхода
tr: CTRL+Q çıkış kısayolu ekle
zh_tw: 新增離開應用程式的 CTRL+Q 快捷鍵

source: Update to elementary runtime 8
be: Абноўлена асяроддзя выканання elementary да 8
ca: Actualització a l'entorn d'execució d'elementary 8
es: Se actualizó al entorno de ejecución de elementary 8
fr: Mise à jour vers le programme d'exécution d'elementary 8
hu: Frissítés az elementary 8-as futtatókörnyezetre
ja: elementary ラインタイムをバージョン 8 にアップデート
pl: Aktualizacja do elementary runtime 8
pt: Atualização para o elementary runtime 8
pt_br: Atualizar para o elementary runtime 8
ru: Обновлено среды выполнения elementary до 8
tr: elementary çalışma zamanı 8 sürümüne güncellendi
zh_tw: 將 elementary 執行環境更新至第 8 版

source: Performance improvements
be: Паляпшэнні прадуктыўнасці
ca: Millores de rendiment
es: Mejoras de rendimiento
fr: Améliorations des performances
hu: Teljesítményoptimalizálások
ja: パフォーマンスの改善
pl: Poprawienie wydajności
pt: Melhorias de desempenho
pt_br: Melhorias de performance
ru: Улучшения производительности
tr: Performans iyileştirmeleri
zh_tw: 效能改善

source: Update to elementary runtime 7.2
be: Абноўлена асяроддзя выканання elementary да 7.2
ca: Actualització a l'entorn d'execució de l'elementary 7.2
es: Se actualizó al entorno de ejecución de elementary 7.2
fr: Mise à jour vers l'environnement d'exécution elementary 7.2
hu: Frissítés az elementary 7.2-es futtatókörnyezetre
ja: elementary ラインタイムをバージョン 7.2 にアップデート
pl: Aktualizacja do elementary runtime 7.2
pt: Atualização para o elementary runtime 7.2
pt_br: Atualizar para o elementary runtime 7.2
ru: Обновлено до elementary runtime 7.2
tr: elementary çalışma zamanı 7.2 sürümüne güncellendi
zh_tw: 將 elementary 執行環境更新至第 7.2 版

source: Update to elementary runtime 7.1
be: Абноўлена асяроддзя выканання elementary да 7.1
ca: Actualització a l'entorn d'execució de l'elementary 7.1
es: Se actualizó al entorno de ejecución de elementary 7.1
fr: Mise à jour vers l'environnement d'exécution d'elementary 7.1
hu: Frissítés az elementary 7.1-es futtatókörnyezetre
ja: elementary ラインタイムをバージョン 7.1 にアップデート
pl: Aktualizacja do elementary runtime 7.1
pt: Atualização para o elementary runtime 7.1
pt_br: Atualizar para o elementary runtime 7.1
ru: Обновлено до elementary runtime 7.1
tr: elementary çalışma zamanı 7.1 sürümüne güncellendi
zh_tw: 將 elementary 執行環境更新至第 7.1 版

source: Update to elementary runtime 7
be: Абноўлена асяроддзя выканання elementary да 7
ca: Actualització a l'entorn d'execució d'elementary 7
es: Se actualizó al entorno de ejecución de elementary 7
fr: Mise à jour vers le programme d'exécution d'elementary OS 7
hu: Frissítés az elementary 7-es futtatókörnyezetre
ja: elementary ラインタイムをバージョン 7 にアップデート
pl: Aktualizacja do elementary runtime 7
pt: Atualização para o elementary runtime 7
pt_br: Atualizar para o elementary runtime 7
ru: Обновлено до elementary runtime 7
tr: elementary çalışma zamanı 7 sürümüne güncellendi
zh_tw: 將 elementary 執行環境更新至第 7 版

source: Update to elementary runtime 6.1
be: Абноўлена асяроддзя выканання elementary да 6.1
ca: Actualització a l'entorn d'execució d'elementary 6.1
es: Se actualizó al entorno de ejecución de elementary 6.1
fr: Mise à jour vers le programme d'exécution d'elementary OS 6.1
hu: Frissítés az elementary 6.1-es futtatókörnyezetre
ja: elementary ラインタイムをバージョン 6.1 にアップデート
pl: Aktualizacja do elementary runtime 6.1
pt: Atualização para o elementary runtime 6.1
pt_br: Atualizar para o elementary runtime 6.1
ru: Обновлено до elementary runtime 6.1
tr: elementary çalışma zamanı 6.1 sürümüne güncellendi
zh_tw: 將 elementary 執行環境更新至第 6.1 版
